/* The label of the Cancel button */
"Cancel" = "Storno";

/* The label of the Continue button */
"Continue" = "Pokračovat";

/* The label of the Retry button */
"Retry" = "Zkusit znovu";

/* The label of the Redo button */
"Redo" = "Znovu";

/* The label of the Trust button */
"Trust" = "Důvěryhodnost";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Chyba identity serveru";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Platnost certifikátu serveru již skončila nebo ještě nezačala.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Certifikát serveru není podepsán žádným kořenovým serverem.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Certifikát serveru ještě není platný.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Certifikát serveru je podepsán kořenovým serverem, který není důvěryhodný.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Nelze určit identitu serveru \"%1$@\". %2$@\n\nBudete-li pokračovat, mohlo by dojít k ohrožení vašich důvěrných informací.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Chcete-li mít přístup k obsahu, měli byste se pokusit o nové připojení k serveru \"%@\".";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ nemůže ověřit identitu serveru \"%2$@\". Chcete-li přesto získat přístup k tomuto obsahu, zvolte tlačítko %3$@ a opakujte poslední akci.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Nelze ověřit identitu serveru";

